{
    "hello_text": "Salut, je suis Viktor",
    "developer": "Développeur",
    "contact": "Contact",
    "home": "Accueil",
    "about": "À propos",
    "skills": "Compétences",
    "projects": "Projets",
    "email_me": "Envoyez-moi un courriel",
    "about_first": "Développeur Web expérimenté avec plus de 3 ans d'expérience en développement Frontend et plus d'un an en développement Backend.",
    "about_second": "Compétent dans la création de solutions logicielles en utilisant JavaScript, TypeScript, React, Next.js. Engagé pour la qualité du code, les meilleures pratiques et le maintien à jour avec les tendances de l'industrie. Un passionné de résolution de problèmes dédié à la livraison de solutions haute performance.",
    "download_cv": "Télécharger mon CV",
    "programming": "Programmation",
    "accessebility": "Accessibilité",
    "debugging": "Débogage",
    "soft_skills": "Compétences Relationnelles",
    "critical_thinking": "Pensée critique",
    "organized": "Organisé",
    "analytics": "Analyse",
    "detail_oriented": "Souci du détail",
    "team_player": "Esprit d'équipe",
    "adaptability": "Adaptabilité",
    "cooperation": "Coopération",
    "dedication": "Dévouement",
    "planning": "Planification",
    "fitofan_about": "Fitofan est une plateforme conçue spécifiquement pour le sport et l'athlétisme. Une plateforme sociale avec pour objectif principal de connecter et d'unir les athlètes du monde entier.",
    "coswick_about": "Coswick Canada Inc est le représentant officiel de Coswick sur le territoire du Canada.",
    "ibc_about": "Club d'Affaires COLO. Réseautage exclusif, ateliers et opportunités de croissance",
    "nova_about": "Distributeur officiel de produits de parquet européen à travers le Canada et les États-Unis.",
    "visit_website": "Visiter le site web",
    "previous": "Précédent",
    "next": "Suivant",
    "contact_me": "Contactez-moi",
    "reach_me": "Vous pouvez me joindre dès maintenant par",
    "reach_me_mobile": "Vous pouvez me joindre dès maintenant par mes contacts ou vous pouvez m'envoyer un message direct en utilisant le formulaire ci-dessous",
    "send_direct": "Ou vous pouvez envoyer un message directement à mon adresse courriel en utilisant le formulaire",
    "name": "Nom",
    "type_message": "Tapez votre message...",
    "clear": "Effacer",
    "send": "Envoyer",
    "pause": "Pause",
    "continue": "Continuer"
}