{
    "hello_text": "Salut, je m'appelle Viktor",
    "developer": "Développeur",
    "contact": "Contact",
    "home": "Accueil",
    "about": "À propos",
    "skills": "Compétences",
    "projects": "Projets",
    "email_me": "Envoyez-moi un courriel",
    "about_first": "Développeur Frontend avec un esprit collaboratif et plus de 5 ans d’expérience en développement web.",
    "about_second": "Compétent dans la gestion de projets d’optimisation technique, le mentorat de développeurs et l’amélioration de l’efficacité des équipes. A livré des solutions évolutives pour des campagnes d’envergure et des clients d’entreprise, en améliorant constamment la performance, le SEO et les flux de publication sur plusieurs plateformes.",
    "download_cv": "Télécharger mon CV",
    "programming": "Programmation & Outils",
    "accessebility": "Accessibilité",
    "debugging": "Débogage",
    "soft_skills": "Compétences Relationnelles",
    "critical_thinking": "Pensée critique",
    "organized": "Organisé",
    "analytics": "Analyse",
    "detail_oriented": "Souci du détail",
    "team_player": "Esprit d'équipe",
    "adaptability": "Adaptabilité",
    "cooperation": "Coopération",
    "dedication": "Dévouement",
    "planning": "Planification",
    "fitofan_about": "Fitofan est une plateforme conçue spécifiquement pour le sport et l'athlétisme. Une plateforme sociale avec pour objectif principal de connecter et d'unir les athlètes du monde entier.",
    "coswick_about": "Coswick Canada Inc est le représentant officiel de Coswick sur le territoire du Canada.",
    "ibc_about": "Club d'Affaires COLO. Réseautage exclusif, ateliers et opportunités de croissance",
    "nova_about": "Distributeur officiel de produits de parquet européen à travers le Canada et les États-Unis.",
    "bud_about": "Bud Light Canada – Une marque de bière emblématique, reconnue pour son goût rafraîchissant, son style de vie décontracté et son énergie conviviale, qui crée des liens avec son public à travers des campagnes, concours et expériences partout au Canada.",
    "corona_about": "Corona Extra Canada – Une marque de bière mexicaine iconique, célébrée pour son goût vif et son style de vie « soleil, sable et citron vert », inspirant détente, connexion et évasion sur le marché canadien grâce à des expériences et campagnes.",
    "busch_about": "Busch Canada – Une lager classique de style américain, connue pour son goût doux et facile à boire ainsi que pour ses solides racines dans la nature, en résonance avec les Canadiens qui apprécient la simplicité, l’aventure et le plein air.",
    "salt_about": "Salt XC – Une agence de marketing axée sur l’expérience, spécialisée en stratégie, numérique, contenu et activations de marque, créant des campagnes basées sur les données qui relient culture et commerce.",
    "visit_website": "Visiter le site web",
    "previous": "Précédent",
    "next": "Suivant",
    "contact_me": "Contactez-moi",
    "reach_me": "Vous pouvez me joindre dès maintenant par",
    "reach_me_mobile": "Vous pouvez me joindre dès maintenant par mes contacts ou vous pouvez m'envoyer un message direct en utilisant le formulaire ci-dessous",
    "send_direct": "Ou vous pouvez envoyer un message directement à mon adresse courriel en utilisant le formulaire",
    "name": "Nom",
    "type_message": "Tapez votre message...",
    "clear": "Effacer",
    "send": "Envoyer",
    "pause": "Pause",
    "continue": "Continuer"
}